
/* Desktop Inspector 
Localizable strings for the Desktop Inspector view */
"VTApplicationRunningStateNo" = "Aplicativo não está rodando no momento";

/* The application is currently not seen as running by VirtueDesktops */
"VTApplicationRunningStateYes" = "Aplicativo não está rodando";

/* Matrix Layout 
Localizable strings for the matrix layout (this is handled in this special way as it is
a built-in layout) */
"VTDesktopRunningApplicationCount" = "Mostrando %@ %@";
"VTDesktopRunningApplicationCountNone" = "no";

/* The number of currently running applications per desktop
Param	1: number of applications or None
Param	2: multiplicty of application */
"VTDesktopRunningApplicationPlural" = "aplicativos";

/* Plural */
"VTDesktopRunningApplicationSingluar" = "aplicativo";
"VTFixedMatrixLayoutName" = "Layout de Matriz Fixa";
"VTGrowlDesktopChangedMessage" = "Changed to desktop \"%@\"";

/* Statusbar Menu
Localizable strings in the Statusbar menu
No visible applications on the desktop */
"VTGrowlDesktopChangedTitle" = "Desktop changed";
"VTMatrixLayoutName" = "Layout de Matriz";
"VTPermsIgnoreButton" = "Ignore";

/* Growl messages
Displayed when desktop changes - variable is the name of the desktop we've just switched to */
"VTPermsMessage" = "In order to function properly, VirtueDesktops needs to change the permissions it has on your computer. If you select OK, you will be asked for an administrative login and password.\n\nIn you choose not to allow this, VirtueDesktops will not function correctly.\n\nFor more information about why this is necessary, please refer to the documentation that came with VirtueDesktops.";
"VTPermsNeedsAttention" = "VirtueDesktops needs your attention";
"VTPermsOKButton" = "OK";

/* OK Button quits Virtue */
"VTQuitConfirmationDialogCancel" = "Não encerrar";

/* Cancel Button cancels quitting */
"VTQuitConfirmationDialogDescription" = "Ao encerrar o Virtue todos os Desktops não ativos ficarão inacessíveis até que o Virtue seja reiniciado.";

/* Extensive description about what will happen */
"VTQuitConfirmationDialogMessage" = "Você tem certeza de que deseja encerrar o Virtue?";

/* Permissions warning dialog
Displayed on start when Virtue cannot inject code into the dock process. There is no nib file for this dialog, so localise here */
"VTQuitConfirmationDialogOK" = "Encerrar";

/* Trigger Preferences 
Localizable strings for the trigger settings 
Asks the user to press the key combination to set as the hotkey; please keep
this one short */
"VTStatusbarMenuNoApplication" = "Nenhum Aplicativo";

/* Application Inspector 
Localizable strings for the Application Inspector View 
The application is currently seen as running for VirtueDesktops */
"VTTriggerPreferencesPressToSet" = "Pressionar teclas";
